[
    "Sacrifício: Alimentado para bestas consagradas/Atacado (devorado?) pelo culto ensandecido",
    "Sacrifício: Enfrenta o campeão ungido em uma luta de arena até a morte.",
    "Sacrifício: Sangrado ritualmente até a morte no altar sagrado.",
    "Sacrifício: Afetado por drogas que alterem a mente até a overdose.",
    "Sacrifício: Assassinado ritualmente e declarado campeão espiritual.",
    "Sacrifício: Assassinado por métodos arcanos (eletrocutado, espiritualmente destruído, amaldiçoado até a morte, etc.).",
    "Congregação: Uma orgia de prazer (sexo, comida, dança, música) e/ou dor.",
    "Congregação: Hinos ou orações por dias seguidos.",
    "Congregação: Ocupação de um nexo sagrado durante uma confluência astrológica.",
    "Congregação: Uma peregrinação a um lugar ou entidade sagrada no mar ou terras mortais.",
    "Congregação: Uma visão ou missão onírica coletiva induzida por essências, drogas ou meditação",
    "Congregação: Uma recriação ou mímica de um evento sagrado.",
    "Aquisição: Uma coleção de olhos/sangue/corações de místicos ou demônios.",
    "Aquisição: Os fragmentos de um objeto sagrado (joia, espada, crânio, pedra).",
    "Aquisição: As escrituras sagradas originais de um profeta/mestre/santo.",
    "Aquisição: Os membros decepados (cabeças, mãos, línguas) de hereges ou apóstatas.",
    "Aquisição: Propriedades alinhadas por geometria sagrada ou sintonizada por eventos místicos.",
    "Aquisição: Os fantasmas de profetas/místicos/fundadores/inimigos da ordem.",
    "Destruição: Queima ritual de objetos sagrados (papéis rúnicos, efígies, carne, cabelo).",
    "Destruição: Erradicação ritual de um espírito ou demônio.",
    "Destruição: Destruição dos selos que afastam o deus desse mundo.",
    "Destruição: Destruição de objetos/altares/templos sagrados a uma ordem inimiga.",
    "Destruição: Erradicação de armas/objetos/lugares/rituais que podem prejudicar o deus.",
    "Destruição: Erradicação de elementos sociais/legais/culturais que ameacem a ordem.",
    "Consagração: Purificação por imersão em um fluido sagrado (sangue, vinho, leite, óleo, etc.).",
    "Consagração: Purificação das passagens usadas pelo deus para chegar até esse mundo.",
    "Consagração: Batismo/benção de um acólito ou objeto por imersão em uma fonte espiritual.",
    "Consagração: Purificar/abençoar os seguidores do culto com tatuagens/ escarificação/mutilação",
    "Consagração: Criação de ídolos/arte/espaços ritualísticos/artefatos abençoados.",
    "Consagração: Proteções/runas/espíritos aprisionados para afastar os inimigos da ordem.",
    "Profanação: Humilhação ou profanação de alguém dedicado a uma ordem inimiga.",
    "Profanação: Corromper um lugar/objeto/ritual/tradição para apropriar-se de seu poder.",
    "Profanação: Conspurcação de um lugar/objeto/ritual para humilhar outra ordem.",
    "Profanação: Manipulação de autoridades/instituições para apropriar-se de seu poder.",
    "Profanação: Corrupção dos acólitos em preparação à sua transformação.",
    "Profanação: Caos sem sentido, plantando as sementes da anarquia."
]